{"data":[
{"sentence":"The quick brown fox jumps over the lazy dog."},
{"sentence":"My Mum tries to be cool by saying that she likes all the same things that I do."},
{"sentence":"If the Easter Bunny and the Tooth Fairy had babies would they take your teeth and leave chocolate for you?"},
{"sentence":"A purple pig and a green donkey flew a kite in the middle of the night and ended up sunburnt."},
{"sentence":"What was the person thinking when they discovered cow’s milk was fine for human consumption… and why did they do it in the first place!?"},
{"sentence":"Last Friday in three week’s time I saw a spotted striped blue worm shake hands with a legless lizard."},
{"sentence":"Wednesday is hump day, but has anyone asked the camel if he’s happy about it?"},
{"sentence":"If Purple People Eaters are real… where do they find purple people to eat?"},
{"sentence":"A song can make or ruin a person’s day if they let it get to them."},
{"sentence":"Sometimes it is better to just walk away from things and go back to them later when you’re in a better frame of mind."},
{"sentence":"Writing a list of random sentences is harder than I initially thought it would be."},
{"sentence":"Where do random thoughts come from?"},
{"sentence":"Lets all be unique together until we realise we are all the same."},
{"sentence":"I will never be this young again. Ever. Oh damn… I just got older."},
{"sentence":"If I don’t like something, I’ll stay away from it."},
{"sentence":"I love eating toasted cheese and tuna sandwiches."},
{"sentence":"If you like tuna and tomato sauce- try combining the two. It’s really not as bad as it sounds."},
{"sentence":"Someone I know recently combined Maple Syrup & buttered Popcorn thinking it would taste like caramel popcorn. It didn’t and they don’t recommend anyone else do it either."},
{"sentence":"Sometimes, all you need to do is completely make an ass of yourself and laugh it off to realise that life isn’t so bad after all."},
{"sentence":"When I was little I had a car door slammed shut on my hand. I still remember it quite vividly."},
{"sentence":"The clock within this blog and the clock on my laptop are 1 hour different from each other."},
{"sentence":"I want to buy a onesie… but know it won’t suit me."},
{"sentence":"I was very proud of my nickname throughout high school but today- I couldn’t be any different to what my nickname was."},
{"sentence":"I currently have 4 windows open up… and I don’t know why."},
{"sentence":"I often see the time 11:11 or 12:34 on clocks."},
{"sentence":"This is the last random sentence I will be writing and I am going to stop mid-sent"},
{"sentence":"We need to rent a room for our party."},
{"sentence":"Yeah, I think it's a good environment for learning English."},
{"sentence":"The lake is a long way from here."},
{"sentence":"This is a Japanese doll."},
{"sentence":"I hear that Nancy is very pretty."},
{"sentence":"She was too short to see over the fence."},
{"sentence":"He told us a very exciting adventure story."},
{"sentence":"Christmas is coming."},
{"sentence":"Wow, does that work?"},
{"sentence":"She always speaks to him in a loud voice."},
{"sentence":"I want more detailed information."},
{"sentence":"I checked to make sure that he was still alive."},
{"sentence":"I'd rather be a bird than a fish."},
{"sentence":"Mary plays the piano."},
{"sentence":"She did her best to help him."},
{"sentence":"She borrowed the book from him many years ago and hasn't yet returned it."},
{"sentence":"She wrote him a long letter, but he didn't read it."},
{"sentence":"Please wait outside of the house."},
{"sentence":"Two seats were vacant."},
{"sentence":"Tom got a small piece of pie."},
{"sentence":"She folded her handkerchief neatly."},
{"sentence":"We have a lot of rain in June."},
{"sentence":"Hurry!"},
{"sentence":"Is it free?"},
{"sentence":"I am never at home on Sundays."},
{"sentence":"Don't step on the broken glass."},
{"sentence":"She advised him to come back at once."},
{"sentence":"Let me help you with your baggage."},
{"sentence":"The book is in front of the table."},
{"sentence":"How was the math test?"},
{"sentence":"The mysterious diary records the voice."},
{"sentence":"The stranger officiates the meal."},
{"sentence":"The shooter says goodbye to his love."},
{"sentence":"A glittering gem is not enough."},
{"sentence":"The memory we used to share is no longer coherent."},
{"sentence":"The old apple revels in its authority."},
{"sentence":"Rock music approaches at high velocity."},
{"sentence":"Sixty-Four comes asking for bread."},
{"sentence":"Abstraction is often one floor above you."},
{"sentence":"The river stole the gods."},
{"sentence":"The body may perhaps compensates for the loss of a true metaphysics."},
{"sentence":"Joe made the sugar cookies; Susan decorated them."},
{"sentence":"The sky is clear; the stars are twinkling."},
{"sentence":"The waves were crashing on the shore; it was a lovely sight."},
{"sentence":"There were white out conditions in the town; subsequently, the roads were impassable."},
{"sentence":"Check back tomorrow; I will see if the book has arrived."},
{"sentence":"He said he was not there yesterday; however, many people saw him there."},
{"sentence":"I am happy to take your donation; any amount will be greatly appreciated."},
{"sentence":"She only paints with bold colors; she does not like pastels."},
{"sentence":"She works two jobs to make ends meet; at least, that was her reason for not having time to join us."},
{"sentence":"Malls are great places to shop; I can find everything I need under one roof."},
{"sentence":"Italy is my favorite country; in fact, I plan to spend two weeks there next year."},
{"sentence":"He turned in the research paper on Friday; otherwise, he would have not passed the class."},
{"sentence":"She did not cheat on the test, for it was not the right thing to do."},
{"sentence":"I think I will buy the red car, or I will lease the blue one."},
{"sentence":"I really want to go to work, but I am too sick to drive."},
{"sentence":"I am counting my calories, yet I really want dessert."},
{"sentence":"He ran out of money, so he had to stop playing poker."},
{"sentence":"They got there early, and they got really good seats."},
{"sentence":"There was no ice cream in the freezer, nor did they have money to go to the store."},
{"sentence":"Everyone was busy, so I went to the movie alone."},
{"sentence":"I would have gotten the promotion, but my attendance wasn’t good enough."},
{"sentence":"Should we start class now, or should we wait for everyone to get here?"},
{"sentence":"It was getting dark, and we weren’t there yet."},
{"sentence":"Cats are good pets, for they are clean and are not noisy."},
{"sentence":"We have never been to Asia, nor have we visited Africa."},
{"sentence":"He didn’t want to go to the dentist, yet he went anyway."}
]}